Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/elinkeino_ja_oikeus.html.tmx
Source language: fin
Languages: sms

source: Elinkeino- ja oikeuslautakunta
sms: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkåʹdd

source: Elinkeino- ja oikeuslautakunta valmistelee Saamelaiskäräjien esitykset, aloitteet, lausunnot sekä muut kannanotot, jotka koskevat saamelaisten oikeuksia, elinkeinoja ja kulttuuriperintöä sekä saamelaisten kotiseutualueen ympäristöä ja maankäyttöä.
sms: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkåʹdd valmštââll Sääʹmteeʹǧǧ eʹtǩǩõõzzid, aalǥtõõzzid da ceâlklmid da jeeʹres peäʹlestvälddmõõžžid, kook kueʹsǩǩe säʹmmlai vuõiggâdvuõđid, jieʹllemvuõʹjjid da kulttuurääʹrb di säʹmmlai dommvuuʹd pirrõõzz da mäddâânnmõõžž.

source: Lautakunta tekee tiivistä yhteistyötä eri yhteistyötahojen ja sidosryhmien kanssa, joista tärkeimpiä ovat mm. saamelaisten kotiseutualueen paliskunnat ja saamelaiselinkeinojen harjoittajat, Saamelaismuseo Siida, Metsähallitus sekä saamelaisten kotiseutualueen kunnat.
sms: Luʹvddkåʹdd reâugg ǩiiddâs õhttsažtuâjast jeeʹres õhttsažtuâjjkuõiʹmivuiʹm da čõõnõsjooukivuiʹm, koin vääžnʼjummuz lie jm. säʹmmlai dommvuuʹd paalǥâskååʹdd da sääʹmjieʹllemvuõʹjji harjjtõõtti, Sääʹm-muʹzei Siida, Meäʹcchalltõs di säʹmmlai dommvuuʹd kååʹdd.

source: Lautakunta laatii vuosittain selvityksen Saamelaiskäräjien kokoukselle saamelaisten erityisoikeuksien toteutumisesta ja heitä koskevien lainsäädäntöhankkeiden etenemisestä.
sms: Luʹvddkåʹdd rääjj juõʹǩǩ eeʹjj čiõlǥtõõzz Sääʹmteeʹǧǧ såbbra säʹmmlai spesialvuõiggâdvuõđi teâuddjummšest da siʹjjid kuõskki lääʹjjšiõttâmhaʹŋǩǩõõzzi ouddnummšest.

source: Lautakunta laatii vaalikausittain Saamelaisten oikeus-, elinkeino-, kulttuuriperintö- ja ympäristöpoliittisen ohjelman, jossa määritellään lautakunnan toimialan tärkeimmät tavoitteet ja toimenpiteet vaalikaudella.
sms: Luʹvddkåʹdd rääjj juõʹǩǩ vaalpââjas Säʹmmlai vuõiggâdvuõtt-, jieʹllemvueʹǩǩ-, kulttuuräʹrbb- da pirrõspoliittlaž prograamm, koʹst meäʹrtõõlât luʹvddkååʹdd tuåimmvuuʹd vääžnʼjummuz täävtõõzzid da tuåimid vaalpââʹjest.

source: Ohjelma tukee Saamelaiskäräjien vaalikauden toimintaohjelman toteuttamista.
sms: Programm tuärjjad Sääʹmteeʹǧǧ vaalpââʹj tuåimmprograamm čõõđ viikkmõõžž.

source: Elinkeino- ja oikeuslautakunnan esittelijöinä toimivat Saamelaiskäräjien lakimiessihteeri, ympäristösihteeri sekä elinkeinosihteeri.
sms: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkååʹdd ouʹddepuhttjen tuåimmje Sääʹmteeʹǧǧ lääʹǩǩpiisar, pirrõspiisar di jieʹllemvueʹǩǩpiisar.

source: Elinkeino- ja oikeuslautakunta kokoontuu noin neljä kertaa vuodessa.
sms: Jieʹllemvueʹǩǩ- da vuõiggâdvuõttluʹvddkåʹdd norrââtt nuʹtt neellj vuâra eeʹjjest.

source: Lautakuntaan kuuluvat vuosina 2020 – 2023 seuraavat jäsenet:
sms: Luʹvddkådda koʹlle iiʹjjin 2020 – 2023 täk vuäzzla:

source: Jäsenet: Länsman Asko, pj. Porsanger Veikko, vpj. Kustula Kirsti Saijets Jan Hetta Karen-Anni Semenoff Tuomas Näkkäläjärvi Minna
sms: Vuäzzla: Länsman Asko, sj. Porsanger Veikko, vsj. Kustula Kirsti Saijets Jan Hetta Karen-Anni Semenoff Tuomas Näkkäläjärvi Minna

source: Varajäsenet: Sujala Antti Nuorgam Piia Tervaniemi Marko Musta Inka Magga Jari Wesslin Heini Palojärvi Oula-Matti
sms: Väärrvuäzzla: Sujala Antti Nuorgam Piia Tervaniemi Marko Musta Inka Magga Jari Wesslin Heini Palojärvi Oula-Matti
